Tekla.Structures.Internal.SynchronizeInvokeFunctionality.Invoke5vvvvv``6(``0,``1,``2,``3,``4,Tekla.Structures.Internal.WrapperFunctionalityBase.TargetMethod5vvvvv{``0,``1,``2,``3,``4,``5})


Tekla.Structures.Internal.SynchronizeInvokeFunctionality.Invoke18vvvvvvvvvvvvvvvvvv``19(``0,``1,``2,``3,``4,``5,``6,``7,``8,``9,``10,``11,``12,``13,``14,``15,``16,``17,Tekla.Structures.Internal.WrapperFunctionalityBase.TargetMethod18vvvvvvvvvvvvvvvvvv{``0,``1,``2,``3,``4,``5,``6,``7,``8,``9,``10,``11,``12,``13,``14,``15,``16,``17,``18})
